[
  {
  "id": 0,
  "quote":"No matter how many mistakes you make or how slow you progress, you are still way ahead of everyone who isn't trying.",
  "author":"Tony Robbins"
  },
  {
  "id": 1,
  "quote":"An optimist will tell you the glass is half-full; the pessimist, half-empty; and the engineer will tell you the glass is twice the size it needs to be.",
  "author":"Oscar Wilde"
  },
  {
  "id": 2,
  "quote":"We become what we think about.",
  "author":"Earl Nightingale"
  },
  {
  "id": 3,
  "quote":"Believe you can and you’re halfway there.",
  "author":"Theodore Roosevelt"
  },
  {
  "id": 4,
  "quote":"You can’t fall if you don’t climb. But there’s no joy in living your whole life on the ground.",
  "author":"Unknown"
  },
  {
  "id": 5,
  "quote":"I didn’t fail the test. I just found 100 ways to do it wrong.",
  "author":"Benjamin Franklin"
  },
  {
  "id": 6,
  "quote":"It is never too late to be what you might have been.",
  "author":"George Eliot"
  },
  {
  "id": 7,
  "quote":"Our lives begin to end the day we become silent about things that matter.",
  "author":"Martin Luther King Jr."
  },
  {
  "id": 8,
  "quote":"It’s not the years in your life that count. It’s the life in your years.",
  "author":"Abraham Lincoln"
  },
  {
  "id": 9,
  "quote":"You have power over your mind - not outside events. Realize this, and you will find strength.",
  "author":"Marcus Aurelius"
  },
  {
  "id": 10,
  "quote":"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
  "author":"Albert Schweitzer"
  },
  {
  "id": 11,
  "quote":"A dream doesn't become reality through magic; it takes sweat, determination and hard work.",
  "author":"Colin Powell"
  },
  {
  "id": 12,
  "quote":"Nothing is an obstacle unless you say it is.",
  "author":"Wally Amos"
  },
  {
  "id": 13,
  "quote":"If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.",
  "author":"Martin Luther King, Jr."
  },
  {
  "id": 14,
  "quote":"If you fall behind, run faster. Never give up, never surrender, and rise up against the odds.",
  "author":"Jesse Jackson"
  },
  {
  "id": 15,
  "quote":"Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.",
  "author":"Francis of Assisi"
  },
  {
  "id": 16,
  "quote":"Nothing worthwhile comes easily. Work, continuous work and hard work, is the only way to accomplish results that last.",
  "author":"Hamilton Holt"
  },
  {
  "id": 17,
  "quote":"Goals are not only absolutely necessary to motivate us. They are essential to really keep us alive.",
  "author":"Robert H. Schuller"
  },
  {
  "id": 18,
  "quote":"One important key to success is self-confidence. An important key to self-confidence is preparation.",
  "author":"Arthur Ashe"
  },
  {
  "id": 19,
  "quote":"Success consists of going from failure to failure without loss of enthusiasm.",
  "author":"Winston Churchill"
  },
  {
  "id": 20,
  "quote":"One of the most important principles of success is developing the habit of going the extra mile.",
  "author":"Napoleon Hill"
  },
  {
  "id": 21,
  "quote":"Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
  "author":"Winston Churchill"
  },
  {
  "id": 22,
  "quote":"The man who moves a mountain begins by carrying away small stones.",
  "author":"Confucius"
  },
  {
  "id": 23,
  "quote":"Some people want it to happen, some wish it would happen, others make it happen.",
  "author":"Michael Jordan"
  },
  {
  "id": 24,
  "quote":"Ability may get you to the top, but it takes character to keep you there.",
  "author":"Stevie Wonder"
  },
  {
  "id": 25,
  "quote":"It's not what we do once in a while that shapes our lives. It's what we do consistently.",
  "author":"Tony Robbins"
  },
  {
  "id": 26,
  "quote":"In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.",
  "author":"Theodore Roosevelt"
  },
  {
  "id": 27,
  "quote":"The most interesting things in life happen just on the other side of your comfort zone.",
  "author":"Michael Hyatt"
  },
  {
  "id": 28,
  "quote":"You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.",
  "author":"Dale Carnegie"
  },
  {
  "id": 29,
  "quote":"The difference between the impossible and the possible lies in a man's determination.",
  "author":"Tommy Lasorda"
  },
  {
  "id": 30,
  "quote":"Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
  "author":"Dale Carnegie"
  },
]
